Repository: abdelaz3r/forbidden_lands
Catalog: priv/gettext/*/LC_MESSAGES/app.po
Languages: fr

source: beer barrel
fr: tonneau de bière

source: cloth
fr: vêtement

source: copper coin
fr: pièce de cuivre

source: fish ration
fr: ration de poisson

source: flour sack
fr: sac de farine

source: fur
fr: fourrure

source: glass crate
fr: caisse de verre

source: gold ingot
fr: lingot d'or

source: gold ore
fr: minerai d'or

source: grain sack
fr: sac de grain

source: herb bundle
fr: botte d'herbe

source: iron ingot
fr: lingot de fer

source: iron ore
fr: minerai de fer

source: leather roll
fr: rouleau cuir

source: meat ration
fr: ration de viande

source: silver ingot
fr: lingot d'argent

source: silver ore
fr: minerai d'argent

source: stone block
fr: bloc de pierre

source: tallow jar
fr: bocal de suif

source: vegetable ration
fr: ration de légumes

source: wood log
fr: rondin de bois

source: wool ball
fr: pelotte de laine

source: unknown resource
fr: ressource inconnue

source: 1 week passes
fr: 1 semaine passe

source: %{rule} consume %{amount} %{resource} per week.
fr: %{rule} consomme %{amount} %{resource} par semaine.

source: %{rule} produce %{amount} %{resource} per week.
fr: %{rule} produit %{amount} %{resource} par semaine.

source: Active adventures
fr: Aventures actives

source: Add
fr: Ajouter

source: Add a rule
fr: Ajouter une règle

source: Add an event
fr: Ajouter un événement

source: Administration area
fr: Espace administration

source: Adventure deleted.
fr: Aventure supprimée.

source: Adventure name
fr: Nom de l'aventure

source: Adventure settings
fr: Paramètres de l'aventure

source: Adventures
fr: Aventures

source: Amount
fr: Quantité

source: Are you sure you want to delete this adventure?
fr: Êtes-vous sûr de vouloir supprimer cette aventure ?

source: Are you sure you want to delete this event?
fr: Êtes-vous sûr de vouloir supprimer cet événement ?

source: Are you sure you want to reset login details for this adventure?
fr: Êtes-vous sûr de vouloir réinitialiser les détails de connexion pour cette aventure ?

source: Board
fr: Carte

source: Chronicles
fr: Chroniques

source: Copy failed
fr: Échec de la copie

source: Copy to clipboard
fr: Copier dans le presse-papier

source: Create
fr: Créer

source: Create a new adventure with a start date and a name.
fr: Créez une nouvelle aventure avec une date de début et un nom.

source: Create an adventure
fr: Créer une aventure

source: Creating a stronghold
fr: Création d'une forteresse

source: Date (dd.mm.yyyy q/4)
fr: Date (jj.mm.aaaa q/4)

source: Defence
fr: Défense

source: Delete adventure
fr: Supprimer l'aventure

source: Delete event
fr: Supprimer l'événement

source: Delete rule
fr: Supprimer la règle

source: Displaying chronicles
fr: Affichage des chroniques

source: Edit
fr: Éditer

source: Edit an event
fr: Éditer un événement

source: Edit event
fr: Éditer l'événement

source: Error.
fr: Erreur.

source: Event created
fr: Événement créé

source: Event deleted
fr: Événement supprimé

source: Event updated
fr: Événement mis à jour

source: Events (%{events_count})
fr: Événements (%{events_count})

source: Example :
fr: Exemple :

source: Export
fr: Exporter

source: Export the adventure
fr: Exporter l'aventure

source: Functions
fr: Fonctions

source: Game data (simply paste the content of the .json file)
fr: Données de jeu (collez simplement le contenu du fichier .json)

source: Game master credentials
fr: Identifiants du maître de jeu

source: Game master space
fr: Espace du maître de jeu

source: General error: %{error}
fr: Erreur générale : %{error}

source: Hirelings & Followers
fr: Gardes & Employés

source: Import an adventure
fr: Importer une aventure

source: Import an adventure from the .json export file of another adventure.
fr: Importer une aventure à partir du fichier d'export .json d'une autre aventure.

source: Import the adventure!
fr: Importer l'aventure !

source: Initial copper coins
fr: Pièces de cuivre initiales

source: It's %{luminosity}
fr: Il fait %{luminosity}

source: List of adventures
fr: Liste des aventures

source: Login settings
fr: Paramètres de connexion

source: Map of Forbiddens Land
fr: Carte des Terres Interdites

source: May the adventure start!
fr: Que l'aventure commence !

source: More options
fr: Plus d'options

source: Move back one quarter day
fr: Reculer d'un quart de journée

source: Moving on to the next quarter day
fr: Passage au prochain quart de journée

source: Name
fr: Nom

source: Name of the stronghold
fr: Nom de la forteresse

source: Name over-title
fr: Nom (titre principal)

source: Name subtitle
fr: Sous-titre du nom

source: New password
fr: Nouveau mot de passe

source: No events
fr: Aucun événement

source: One day ahead
fr: Avancer d'un jour

source: One week ahead
fr: Avancer d'une semaine

source: Password
fr: Mot de passe

source: Reputation
fr: Réputation

source: Resetting login details
fr: Réinitialisation des détails de connexion

source: Rules
fr: Règles

source: Save
fr: Enregistrer

source: Set mood
fr: Définir l'ambiance

source: Show/hide the castle
fr: Afficher/masquer le château

source: Start date (dd.mm.yyyy)
fr: Date de début (jj.mm.aaaa)

source: Start writing your story.
fr: Commencez à écrire votre histoire.

source: Starting a fresh adventure
fr: Démarrage d'une nouvelle aventure

source: Successful copy
fr: Copie réussie

source: Summary of the castle's resources: %{rules}
fr: Résumé des ressources du château : %{rules}

source: The login information has been reset for this adventure. The new username and password are now empty. You can connect to the adventure to set new ones.
fr: Les informations de connexion ont été réinitialisées pour cette aventure. Le nouvel identifiant et le nouveau mot de passe sont maintenant vides. Vous pouvez vous connecter à l'aventure pour en définir de nouveaux.

source: The rest of the story is here!
fr: La suite de l'histoire est ici !

source: This instance does not exist.
fr: Cette instance n'existe pas.

source: Title
fr: Titre

source: Tools
fr: Outils

source: Treasure & Possessions
fr: Trésor & Possessions

source: Username
fr: Nom d'utilisateur

source: You will be asked for these to access the game master area.
fr: On vous demandera ces informations pour accéder à l'espace du maître de jeu.

source: Your stronghold
fr: Votre forteresse

source: — %{name} consume %{amount} %{resource}
fr: — %{name} consomme %{amount} %{resource}

source: — %{name} produce %{amount} %{resource}
fr: — %{name} produit %{amount} %{resource}

source: Landing HTML text
fr: <p>Ce projet est créé avec passion pour l'univers de Forbidden Lands. Bien qu'il ne soit pas destiné à être un compagnon de MJ entièrement intégré, il sert d'outil précieux pour aider les MJ et les joueurs dans différents aspects du jeu.</p><h2 class='font-bold text-xl'>Pendant vos sessions de jeu des Terres Interdites</h2><ul class='list-disc list-inside'><li>Suivez le temps de jeu,</li><li>Créez l'ambiance parfaite avec de la musique d'ambiance,</li><li>Gérez la feuille de forteresse,</li><li>Gérez les ressources de la forteresse avec des règles personnalisées,</li><li>Enregistrez les événements de groupe.</li></ul><p><strong>Vue Tableau de Bord pour les Joueurs :</strong> Pour les joueurs, l'application offre une vue étendue de la carte, la possibilité de s'immerger dans l'ambiance et une façon claire de visualiser le calendrier. Cette vue est idéale pour la projection à l'aide d'un projecteur ou d'un écran d'ordinateur, donnant vie à votre monde de jeu.</p><h2 class='font-bold text-xl'>Au-delà des sessions à la table de jeu</h2><ul class='list-disc list-inside'><li>Suivi des Événements : Enregistrez facilement et suivez les événements qui se déroulent tout au long de votre campagne. Restez organisé et ne manquez jamais un moment clé.</li><li>Exploration des Événements : Parcourez les événements passés, remémorez-vous vos aventures et utilisez cette fonction comme référence pour votre partie en cours.</li><li>Partage d'Aventure : Partagez l'histoire de votre aventure avec le monde.</li></ul>

source: Welcome!
fr: Bienvenue !

source: From <strong>%{start}</strong> to <strong>%{current}</strong>
fr: Du <strong>%{start}</strong> au <strong>%{current}</strong>
