Repository: abdelaz3r/forbidden_lands
Catalog: priv/gettext/*/LC_MESSAGES/spells.po
Languages: fr

source: 1 quarter/lvl.
fr: 1 quarter/niv.

source: 1 round/lvl.
fr: 1 round/niv.

source: 1 turn
fr: 1 tour

source: 1 turn/lvl.
fr: 1 tour/niv.

source: All durations
fr: Toutes durées

source: All ranges
fr: Toutes portées

source: All ranks
fr: Tous niveaux

source: All types
fr: Tous types

source: Arm's length
fr: Autour de soi

source: Awareness
fr: Divination

source: Blood Magic
fr: Magie du Sang

source: Common Magic
fr: Magie Commune

source: Death Magic
fr: Magie de la Mort

source: Distant
fr: Jusqu'à l'horizon

source: Healing
fr: Magie du Soin

source: Immediate
fr: Immédiat

source: Long
fr: <100 mètres

source: Near
fr: Zone courante

source: Personal
fr: Sur soi

source: Power word
fr: Mot de pouvoir

source: Rank %{level}
fr: Niveau %{level}

source: Ritual
fr: Rituel

source: Shapeshifting
fr: Changeforme

source: Short
fr: <25 mètres

source: Stone Song
fr: Chant des Pierres

source: Symbolism
fr: Symbolisme

source: Type to filter spells
fr: Écrivez pour filtrer les sorts

source: Unknown Magic
fr: Magie inconnue

source: Unlimited
fr: Illimité

source: Varies
fr: Variable

source: Original description
fr: Description orginale

source: Switch to fancier spell display
fr: Passer à l'affichage fantaisiste des sorts

source: Switch to simple spell display
fr: Passer à l'affichage simple des sorts
